# Задача :

 Написать программу, которая из имеющегося
 массива строк формирует массив из строк, 
 длина которых меньше либо равна 
 3 символа. Первоначальный массив можно 
 ввести с клавиатуры, либо задать на старте 
 выполнения алгоритма. При решение 
 не рекомендуется пользоваться коллекциями, 
 лучше обойтись исключительно массивами









# Описание решения:

 В первую очередь создаем массив строк *(string[])*. 
 Просим пользователя *(Console.WriteLine())* 
 ввести с клавиатуры первоначальный массив 
 через запятую *(Split(','))*. Создаём массив 
 строк, *(arrayOfStringsLessThan3 )*
длина которых меньше или равна 
 3 символам *(s<=3)*.Выводим печать 
 результата *(Console.WriteLine(s))*.
